[
	{
		"title": [
			{"text": "I work in a company in the financial sector."}
		],
		"description": [
			{"text": "Let's start simple before getting into Web 3.0, Blockchain and DAOs!"}
		]
	},
	{
		"title": [
			{"text": "I work in a company in the financial sector,"},
			{"text": " that uses the Blockchain", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "A "},
			{"text": "Blockchain", "style": "highlight"},
			{"text": " is a public record of transactions allowing the transfer of value in the digital space without middlemen."}
		]
	},
	{
		"title": [
			{"text": "I work in a company in the financial sector, that uses the Blockchain"},
			{"text": " and Smart Contracts", "style": "highlight"},
			{"text": "."}
		],	
		"description": [
			{"text": "A "},
			{"text": "SmartContract", "style": "highlight"},
			{"text": " is a program, or a set of rules, executed by the Blockchain. It is a piece of code that defines all the conditions for a transaction to be successfull, checks theses conditions and executes the transaction. The result is recorded as state changes in the Blockchain, where it can be accessed by anyone."}
		]
	},
	{
		"title": [
			{"text": "I work in a company in the financial sector, that uses the Blockchain and Smart Contracts,"},
			{"text": " using cryptocurrencies", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "A "},
			{"text": "Cryptocurrency", "style": "highlight"},
			{"text": " is simply a digital form of currency. Bitcoin and Ethereum are cryptocurrencies. It can be the representation of a fiat currency, some kind of equities or assets on their own."}
		]
	},
	{
		"title": [
			{"text": "I work in a company in the "},
			{"text": "decentralized", "style": "highlight"},
			{"text": " financial sector, that uses the Blockchain and Smart Contracts, using cryptocurrencies."}
		],
		"description": [
			{"text": "The "},
			{"text": "Decentralized Finance (DeFi)", "style": "highlight"},
			{"text": " can be defined as a financial system without central entity controlling it all. It's permissionless, anyone can use it; trustless, you don't need to trust in anyone, and fully transparent."}
		]
	},
	{
		"title": [
			{"text": "I work in a "},
			{"text": "DeFi", "style": "highlight"},
			{"text": " company."}
		],
		"description": [
			{"text": "Let's clean the sentence before the next part!"}
		]
	},
	{
		"title": [
			{"text": "I work in a DeFi "},
			{"text": "Decentralized Autonomous Organization (DAO)", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "A "},
			{"text": "DAO", "style": "highlight"},
			{"text": " is a new type of organisation not controlled by a single institution (government, central bank, board of directors), but by a group of people that have the same vision, and they contribute to the project."},
			{"text": "", "style": "spacing"},
			{"text": "It is not a company and thus, there are no regulations in place yet."}
		]
	},
	{
		"title": [
			{"text": "I work "},
			{"text": "with", "style": "highlight"},
			{"text": " a DeFi DAO."}
		],
		"description": [
			{"text": "As I told you, it's NOT a company, and there are NO BOSSES. It's a group of people that distribute rewards based on their contribution to the project."},
			{"text": "", "style": "spacing"},
			{"text": "Therefore, you are not working in this DAO but "},
			{"text": " with ", "style": "highlight"},
			{"text": "the DAO."}
		]
	},
	{
		"title": [
			{"text": "I "},
			{"text": "build", "style": "highlight"},
			{"text": " with a DeFi DAO."}
		],
		"description": [
			{"text": "Rather than work, we use the term "},
			{"text": " build", "style": "highlight"},
			{"text": ". In an open-source ecosystem like Ethereum, you're looking to build connections between projects, new projects or new products. And that's often a passion. Do you even work when you love what you do?"}
		]
	},
	{
		"title": [
			{"text": "I build with "},
			{"text": "Yearn", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "Yearn Finance", "style": "highlight"},
			{"text": " is a suite of products in Decentralized Finance (DeFi) that is designed to generate yield on smart contract platforms like Ethereum. The protocol is maintained by various independent contributors and is governed by YFI holders."}
		]
	}
]