[
	{
		"title": [
			{"text": "I work in a company in the financial sector."}
		],
		"description": [
			{"text": "Something very basic to start with, but let's transform that in the web3 and Blockchain DAO world!"}
		]
	},
	{
		"title": [
			{"text": "I work in a company in the financial sector,"},
			{"text": " backed by the Blockchain", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "A "},
			{"text": "Blockchain", "style": "highlight"},
			{"text": " is a public record of transactions allowing the transfer of value in the digital space without middlemen."}
		]
	},
	{
		"title": [
			{"text": "I work in a company in the financial sector, backed by the Blockchain"},
			{"text": " and SmartContracts", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "A "},
			{"text": "SmartContract", "style": "highlight"},
			{"text": " is a program, aka a set of rules, executed by the Blockchain. It is some code that defines all the conditions for a transaction to be successfull, checks theses conditions and executes the transaction. This results in changes in the state of the Blockchain that will be recorded in it."}
		]
	},
	{
		"title": [
			{"text": "I work in a company in the financial sector, backed by the Blockchain and SmartContracts,"},
			{"text": " using cryptocurrencies", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "A "},
			{"text": "Cryptocurrency", "style": "highlight"},
			{"text": " is simply a digital form of currency. Bitcoin and Ethereum are cryptocurrencies. It can be the representation of a fiat currency, some kind of equities or assets on their own."}
		]
	},
	{
		"title": [
			{"text": "I work in a company in the "},
			{"text": "decentralized", "style": "highlight"},
			{"text": " financial sector, backed by the Blockchain and SmartContracts, using cryptocurrencies."}
		],
		"description": [
			{"text": "The "},
			{"text": "Decentralized Finance (DeFi)", "style": "highlight"},
			{"text": " can be defined as an upgrade of the traditional financial systems in a more peer-to-peer way, with no middlemen. This includes loans, hedge fund, trading, insurance, etc."}
		]
	},
	{
		"title": [
			{"text": "I work in a "},
			{"text": "DeFi", "style": "highlight"},
			{"text": " company."}
		],
		"description": [
			{"text": "Let's clean the sentence before the next part!"}
		]
	},
	{
		"title": [
			{"text": "I work in a DeFi "},
			{"text": "Decentralized Autonomous Organization (DAO)", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "A "},
			{"text": "DAO", "style": "highlight"},
			{"text": " is a new type of organisation not controlled by a single institution (government, central bank, board of directors), but by a group of people whishing to contribute to the opensource project."},
			{"text": "", "style": "spacing"},
			{"text": "It is not a company and thus, there is no or little regulation on the internal processes."}
		]
	},
	{
		"title": [
			{"text": "I work "},
			{"text": "with", "style": "highlight"},
			{"text": " a DeFi DAO."}
		],
		"description": [
			{"text": "As I told you, there is no official (government) recognition and it's NOT a company like you used to know. It's more like a group of contributors receiving a reward for their contribution based on what you did and a common agreement rather than employees receiving a salary."},
			{"text": "", "style": "spacing"},
			{"text": "Therefore, you are not working in this DAO but "},
			{"text": " with ", "style": "highlight"},
			{"text": "the DAO."}
		]
	},
	{
		"title": [
			{"text": "I "},
			{"text": "build", "style": "highlight"},
			{"text": " with a DeFi DAO."}
		],
		"description": [
			{"text": "Rather than work, we use the term "},
			{"text": " build", "style": "highlight"},
			{"text": ". In an open-source ecosystem like Blockchain, you're looking to build connections between projects, new projects or new products. And that's often a passion. Do you even work when you love what you do?"}
		]
	},
	{
		"title": [
			{"text": "I build with "},
			{"text": "Yearn", "style": "highlight"},
			{"text": "."}
		],
		"description": [
			{"text": "Yearn Finance", "style": "highlight"},
			{"text": " is a suite of products in Decentralized Finance (DeFi) that is designed to generate yield on smart contract platforms like Ethereum. The protocol is maintained by various independent contributors and is governed by YFI holders."}
		]
	}
]