[
	{
		"title": [
			{"text": "Je travaille dans une entreprise "},
			{"text": "du secteur financier", "style": "highlight"}

		],
		"description": [
			{"text": "Commençons avec quelque chose de très basique avant d'aller vers le Web 3.0, la Blockchain et les DAO !"}
		]
	},
	{
		"title": [
			{"text": "Je travaille dans une entreprise du secteur financier,"},
			{"text": " utilisant la Blockchain", "style": "highlight"}
		],
		"description": [
			{"text": "La "},
			{"text": "Blockchain", "style": "highlight"},
			{"text": " est un registre public de transactions permettant notamment le transfert de valeur dans l'espace numérique, sans intermédiaire."}
		]
	},
	{
		"title": [
			{"text": "Je travaille dans une entreprise du secteur financier, utilisant la Blockchain"},
			{"text": " et des SmartContracts", "style": "highlight"}
		],
		"description": [
			{"text": "Un "},
			{"text": "SmartContract", "style": "highlight"},
			{"text": " est un programme informatique, aka un ensemble de règles, exécuté par la Blockchain. Il s'agit de code définissant toutes les conditions pour que la transaction soit validée, qui vérifie ces conditions puis exécute la transaction. Cela résulte en un changement de l'état de la Blockchain qui sera dès lors enregistré et accessible à tous."}
		]
	},
	{
		"title": [
			{"text": "Je travaille dans une entreprise du secteur financier, utilisant la Blockchain, des SmartContracts"},
			{"text": " et des cryptomonnaies", "style": "highlight"}
		],
		"description": [
			{"text": "Une "},
			{"text": "cryptomonnaie", "style": "highlight"},
			{"text": " est simplement une forme de monnaie numérique. Bitcoin et Ethereum sont des cryptomonnaies. Elles peuvent être la représentation d'une monnaie fiduciaire, d'actions ou encore des actifs en tant que tels."}
		]
	},
	{
		"title": [
			{"text": "Je travaille dans une entreprise du secteur financier"},
			{"text": " décentralisé", "style": "highlight"},
			{"text": ", utilisant la Blockchain, des SmartContracts et des cryptomonnaies"}
		],
		"description": [
			{"text": "La "},
			{"text": "Finance Décentralisée (DeFi)", "style": "highlight"},
			{"text": " peut être définie comme une modification du système financier traditionnel vers un système financier de pair à pair, sans intermédiaire. On y retrouve les systèmes de prêt et d'emprunts, des fonds d'investissement, des assurances ou encore des plateformes d'échanges."}
		]
	},
	{
		"title": [
			{"text": "Je travaille dans une entreprise de la "},
			{"text": "DeFi", "style": "highlight"}
		],
		"description": [
			{"text": "Simplifions la phrase avant de passer à la suite !"}
		]
	},
	{
		"title": [
			{"text": "Je travaille dans une "},
			{"text": "Organisation Décentralisée Autonome (DAO)", "style": "highlight"},
			{"text": " de la DeFi"}
		],
		"description": [
			{"text": "Une "},
			{"text": "DAO", "style": "highlight"},
			{"text": " est un nouveau type d'organisation non contrôlé par une unique institution (comme un gouvernement, une banque centrale ou un groupe de directeur), mais par un groupe de personnes souhaitant contribuer au projet Open-Source."},
			{"text": "", "style": "spacing"},
			{"text": "Il ne s'agit pas d'une entreprise, les régulations juridiques liées à ce type d'organisation sont limitées."}
		]
	},
	{
		"title": [
			{"text": "Je travaille "},
			{"text": "avec", "style": "highlight"},
			{"text": " une DAO de la DeFi"}
		],
		"description": [
			{"text": "Du fait de l'absence de statut officiel (d'un point de vue juridique et gouvernemental), une DAO n'est pas une entreprise telle que vous les connaissez. Il s'agit davantage d'un groupe de contributeurs qui reçoivent des récompenses pour leurs contributions, basé à la fois sur ce qu'ils ont fait ainsi que sur un accord commun. Il ne s'agit pas d'employés recevant un salaire pour ainsi dire."},
			{"text": "", "style": "spacing"},
			{"text": "Ainsi, on ne travaille pas dans une DAO, mais"},
			{"text": " AVEC ", "style": "highlight"},
			{"text": "une DAO."}
		]
	},
	{
		"title": [
			{"text": "Je "},
			{"text": "construis", "style": "highlight"},
			{"text": " avec une DAO dans la DeFi"}
		],
		"description": [
			{"text": "Plutôt que le terme travailler, nous préférons"},
			{"text": " construire", "style": "highlight"},
			{"text": ". Dans un écosystème open-source comme celui de la Blockchain, on cherche à construire des connexions entre les projets, à construire de nouveaux projets, produits et expérience. Souvent construire et s'investir dans cet univers est une question de passion et ... est-ce qu'on travaille vraiment lorsqu'on aime ce que l'on fait ?"}
		]
	},
	{
		"title": [
			{"text": "Je construis avec "},
			{"text": "Yearn", "style": "highlight"}
		],
		"description": [
			{"text": "Yearn Finance", "style": "highlight"},
			{"text": " est une suite de produits de la Finance Décentralisée dont l'objectif est de générer du revenu sur des Blockchain comme Ethereum. Le protocole est maintenu par une multitude de contributeurs indépendant et gouverné par les détenteurs de YFI."}
		]
	}
]